Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/mc6.tmx
Source language: en
Languages: sv

source: No dump
sv: Ingen dumpning

source: A skin of this name exists. Overwrite it?
sv: Ett tema med detta namn finns. Skriva över det?

source: Select to line end
sv: Markera till radens slut

source: XML input is not valid UTF-8
sv: XML-indata är inte giltig UTF-8

source: With ext2fs attributes support
sv: Med stöd för ext2fs-attribut

source: &Unsorted
sv: Oso&rterad

source: &Structured
sv: &Strukturerad

source: Searching %s
sv: Söker efter %s

source: Authenticating with public key...
sv: Autentiserar med publik nyckel...

source: Outside the windows
sv: Utanför fönstren

source: Mi&x all files
sv: B&landa filer och kataloger

source: Timeouts
sv: Tidsgränser

source: Decompiler command (empty: look for ilspycmd)
sv: Dekompileringskommando (tomt: leta efter ilspycmd)

source: Toggle macro recording
sv: Växla makroinspelning

source: &Editor
sv: &Redigerare

source: ButtonBar|ClrAll
sv: RensA

source: Assembly
sv: Sammansättning

source: Copy
sv: Kopiera

source: ButtonBar|Mark
sv: ButtonBar|Marker

source: &Delete files after archiving
sv: &Ta bort filer efter arkivering

source: Cancel
sv: Avbryt

source: Cannot create special file %s
sv: Det går inte att skapa en speciell fil %s

source: Owner name
sv: Ägarnamn

source: &Add new
sv: Lägg till &Ny

source: Cannot open docker path: %s
sv: Kan inte öppna docker-sökväg: %s

source: Struct look: def file
sv: Strukturvisning: def-fil

source: Lua runtime is disabled. Enable Lua engine and restart MC.
sv: Lua-körmiljön är inaktiverad. Aktivera Lua-motorn och starta om MC.

source: Mode: %s (%04o)
sv: Läge: %s (%04o)

source: Cannot open source command.
sv: Kan inte öppna källkommando.

source: Arguments parse error!
sv: Argumenttolkningsfel!

source: (using %s)
sv: (använder %s)

source: ButtonBar|Merge
sv: ButtonBar|Fläta

source: Cannot open nested archive
sv: Kan inte öppna nästlat arkiv

source: based on GNU Midnight Commander.
sv: baserad på GNU Midnight Commander.

source: Line number
sv: Radnummer

source: Timeout:
sv: Tidsgräns:

source: Encrypt hea&ders
sv: Kryptera &huvuden

source: Editor: window state
sv: Redigerare: fönsterstatus

source: Bookmarked line
sv: Bokmärkt rad

source: Panel mode
sv: Panelläge

source: Yank (paste kill buffer)
sv: Klistra in raderad text

source: Move file to plugin panel?
sv: Flytta fil till insticksmodulpanelen?

source: %s: what mc fills in
sv: %s: vad mc fyller i

source: One character (empty = built-in):
sv: Ett tecken (tomt = inbyggt):

source: Cannot check SIGWINCH pipe
sv: Kan inte kontrollera SIGWINCH-röret

source: Sort this group by label?
sv: Sortera denna grupp efter etikett?

source: Connection type:
sv: Anslutningstyp:

source: Previous bookmark
sv: Föregående bokmärke

source: Background:
sv: Bakgrund:

source: Command &prompt
sv: Kommando-&prompt

source: Skin:
sv: Tema:

source: Change line breaks to:
sv: Ändra radbrytningar till:

source: &Directory tree
sv: Katalogtr&äd

source: Show: expected 'head' or 'head <N>'; got %s.
sv: Visa: förväntade 'head' eller 'head <N>'; fick %s.

source: ButtonBar|RenMov
sv: ButtonBar|DöpFly

source: rea&d by group
sv: läsning av gru&ppen

source: Reading bucket list...
sv: Läser bucketlista...

source: Class/Struct Members
sv: Medlemmar i klass/struktur

source: Cannot open remote file %s
sv: Kan inte öppna fjärrfil %s

source: Invalid character
sv: Otillåtet tecken

source: Cannot stat the destination %s
sv: Kan inte läsa status för målet %s

source: 16 colors
sv: 16 färger

source: Connection with this name already exists
sv: En anslutning med detta namn finns redan

source: ListBuckets failed: %s
sv: ListBuckets misslyckades: %s

source: Update failed: %s
sv: Uppdatering misslyckades: %s

source: Disables Lua support
sv: Inaktiverar Lua-stöd

source: Def-file zone
sv: Område för def-fil

source: &Fastest (Assume large files)
sv: &Snabbast (anta stora filer)

source: Error writing to pipe: %s
sv: Fel vid skrivning till rör: %s

source: Compress
sv: Komprimera

source: Cursor be&yond end of line
sv: Mar&kör bortom radslut

source: Tags file path:
sv: Sökväg till taggfil:

source: Toggle fullscreen
sv: Växla helskärmsläge

source: shell: the transfer was cancelled
sv: shell: överföringen avbröts

source: Learn key
sv: Lär in tangent

source: Background process: File exists
sv: Bakgrundsprocessen: Filen finns

source: string is not valid UTF-8
sv: strängen är inte giltig UTF-8

source: Create hard link
sv: Skapa hård länk

source: Free space: %s / %s (%d%%)
sv: Fritt utrymme: %s / %s (%d%%)

source: Strip &trailing carriage return
sv: Ta bort avslutande &vagnretur

source: Goto line (right)
sv: Gå till rad (höger)

source: Popup menu
sv: Popupmeny

source: Not read by mc today
sv: Läses för närvarande inte av mc

source: Header
sv: Rubrik

source: VFS plugins and scripts:
sv: VFS-insticksmoduler och skript:

source: Highlighting groups file edit
sv: Redigera fil med färgkodningsgrupper

source: Sort order...
sv: Sorteringsordning...

source: ButtonBar|UnFilt
sv: Ofiltr

source: Hex zone lines (0 hides):
sv: Rader i hexområdet (0 döljer):

source: &Next bookmark
sv: &Nästa bokmärke

source: &None (FTP)
sv: &Ingen (FTP)

source: Search Symbol
sv: Sök symbol

source: Goto line
sv: Gå till rad

source: &Insert file...
sv: &Infoga fil...

source: Function key 7
sv: Funktionstangent 7

source: &Save setup
sv: &Spara inställningar

source: No global or user Lua editor scripts were found.
sv: Inga globala eller användarspecifika Lua-skript för redigeraren hittades.

source: Cannot read skin file %s
sv: Kan inte läsa temafilen %s

source: shell: fetching
sv: shell: hämtar

source: Function key 20
sv: Funktionstangent 20

source: To a &file...
sv: Till en &fil...

source: Pack binary:
sv: Packningsprogram:

source: Both:
sv: Båda:

source: Link %s to:
sv: Länka %s till:

source: Panels
sv: Paneler

source: IN array ($in)
sv: I array ($in)

source: read &by others
sv: läs&ning av andra

source: Less than
sv: Mindre än

source: Sync other panel
sv: Synkronisera andra panelen

source: &Ignore case
sv: &Ignorera skiftläge

source: Clone Connection
sv: Klona anslutning

source: [+lineno] file1[:lineno] [file2[:lineno]...]
sv: [+radnr] fil1[:radnr] [fil2[:radnr]...]

source: 7-bit ASCII
sv: 7-bitars ASCII

source: Column select scroll down
sv: Kolumnmarkera och rulla nedåt

source: Enter on keypad
sv: Enter, num tang

source: &Local
sv: &Lokal

source: "%s" is already in the hotlist as "%s"
sv: ”%s” finns redan i katalogfavoriter som ”%s”

source: Appearance settings
sv: Utseendeinställningar

source: On dum&b terminals
sv: &På dumma terminaler

source: Save &as...
sv: Spa&ra som...

source: MongoDB settings
sv: MongoDB-inställningar

source: SMB Connection
sv: SMB-anslutning

source: About editor
sv: Om redigeraren

source: Modified: %s
sv: Modifierad: %s

source: Select to page start
sv: Markera till sidans början

source: unfinished escape sequence
sv: ofullständig escape-sekvens

source: Show pass&word
sv: Visa lösen&ord

source: File contents are never written to the log.
sv: Filinnehåll skrivs aldrig till loggen.

source: Enter command label:
sv: Ange kommandoetikett:

source: Keep fragments, days (0 = always):
sv: Behåll fragment, dagar (0 = alltid):

source: Destination %s must be a directory
sv: Destination %s måste vara en katalog

source: New MongoDB connection
sv: Ny MongoDB-anslutning

source: &Import
sv: &Importera

source: Virtual File System Setting
sv: Inställningar för virtuella filsystem

source: Structured view
sv: Strukturerad vy

source: &Navigate
sv: &Navigera

source: Light: cross
sv: Tunn: kors

source: Check input data! Some of parameters are NULL!
sv: Kontrollera indata! Vissa parametrar är NULL!

source: Cannot create %s
sv: Kan inte skapa %s

source: Link
sv: Länk

source: Selected link
sv: Vald länk

source: Previous node
sv: Föregående nod

source: Edit symbolic link
sv: Redigera symbolisk länk

source: Headings of manual pages
sv: Rubriker på manualsidor

source: shfs log: cannot open %s: %s
sv: shfs-logg: kan inte öppna %s: %s

source: Taken into %s Entries: %u. The file they came from is left where it is, and conditions and masks were dropped.
sv: Hämtat till %s Poster: %u. Ursprungliga filen ligger kvar, och villkor och masker togs bort.

source: Exclamation mark
sv: Utropstecken

source: Toggle attribute and move down
sv: Växla attribut och flytta nedåt

source: &Listbox
sv: &Listruta

source: Import a menu file
sv: Importera en menyfil

source: Requests to run in black and white
sv: Begäran att köra i svartvitt

source: Cannot open database.
sv: Kan inte öppna databas.

source: Home directory path is not absolute
sv: Hemkatalogsökvägen är inte absolut

source: Suggest
sv: Föreslå

source: Wildcard search
sv: Jokerteckensökning

source: Hot&list
sv: Katalog&favoriter

source: (not recognized)
sv: (okänd)

source: Event system already initialized
sv: Händelsesystemet är redan initierat

source: Di&ve into subdir if exists
sv: Gå in i &underkatalog om den finns

source: Show the output in the &viewer
sv: Visa utdata i &visaren

source: Encryption
sv: Kryptering

source: In the header row
sv: I rubrikraden

source: Existing
sv: Befintlig

source: Scroll up
sv: Rulla uppåt

source: Group name
sv: Gruppnamn

source: Replace next
sv: Ersätt nästa

source: unterminated object
sv: oavslutat objekt

source: Shell Link Connection
sv: Skallänksanslutning

source: Function key 11
sv: Funktionstangent 11

source: Host:
sv: Värd:

source: Internal error:
sv: Internt fel:

source: Access Key:
sv: Åtkomstnyckel:

source: Enter directory
sv: Gå in i katalog

source: Skin %s not found
sv: Temat %s hittades inte

source: Background process error
sv: Fel i bakgrundsprocess

source: Existing filename (filename symlink will point to):
sv: Existerande filnamn (filnamnet som symlänken kommer att peka mot):

source: Loading: %3d%%
sv: Läser in: %3d%%

source: (stalled)
sv: (avstannad)

source: Template
sv: Mall

source: unsupported metadata table 0x%02x
sv: metadatatabell 0x%02x stöds inte

source: Right margin
sv: Högermarginal

source: Sort order
sv: Sorteringsordning

source: shell: failed to open SSH channel
sv: shell: kunde inte öppna SSH-kanal

source: Press %s and wait...
sv: Tryck på %s och vänta...

source: Change file owner
sv: Ändra filägare

source: JSON parse error at byte %
sv: JSON-tolkningsfel vid byte %

source: &Above
sv: &Över

source: &Older
sv: &Äldre

source: Use SI si&ze units
sv: An&vänd SI-storleksenheter

source: Create archive
sv: Skapa arkiv

source: Spell plugin settings
sv: Stavningsmodulens inställningar

source: Misspelled
sv: Felstavad

source: &Menu file
sv: &Menyfil

source: %s: test not supported for this format
sv: %s: test stöds inte för detta format

source: New connection name:
sv: Nytt anslutningsnamn:

source: Paneli&ze
sv: Pa&nelisera

source: Save with sudo
sv: Spara med sudo

source: shell: no greeting from the remote shell
sv: shell: ingen hälsning från fjärrskalet

source: Filter: %s %u matches
sv: Filter: %s %u träffar

source: New
sv: Ny

source: You have an outdated %s file. %s now uses %s file. Please copy your modifications of the old file to the new one.
sv: Du har en föråldrad %s-fil. %s använder nu %s-filen. Kopiera dina ändringar av den gamla filen till den nya.

source: Background process:
sv: Bakgrundsprocess:

source: Add a &command
sv: Lägg till ett &kommando

source: Rows:
sv: Rader:

source: Struct loo&k
sv: Struktur&visning

source: Cluster is read-only.
sv: Klustret är skrivskyddat.

source: Inh&erit
sv: Är&v

source: Cannot stat %s
sv: Kan inte läsa filstatus för %s

source: Connect (ms):
sv: Anslutning (ms):

source: Status column widths:
sv: Statuskolumnbredder:

source: Italic text
sv: Kursiv text

source: Toggle right margin
sv: Växla högermarginal

source: &Previous
sv: &Föregående

source: Cannot remove file %s
sv: Det går inte att ta bort filen %s

source: S&kin editor...
sv: Te&maredigerare...

source: Add a user menu entry
sv: Lägg till en användarmenypost

source: Right parenthesis
sv: Höger parentes

source: Select word
sv: Markera ord

source: &Drop down menus
sv: Ru&llgardinsmenyer

source: Save skin as
sv: Spara tema som

source: No arguments given to mcstruct.
sv: Inga argument angavs till mcstruct.

source: Total: %s
sv: Totalt: %s

source: Permissions (octal): %o
sv: Rättigheter (oktalt): %o

source: User &mini status
sv: Fil&statusrad

source: The file under the cursor
sv: Filen under markören

source: Status column types:
sv: Statuskolumntyper:

source: &Right
sv: &Höger

source: Print last working directory to specified file
sv: Skriv ut senaste arbetskatalog till angiven fil

source: Foreground:
sv: Förgrund:

source: History
sv: Historik

source: Confirmation|&Execute
sv: Confirmation|&Exekvera

source: ButtonBar|Menu
sv: ButtonBar|Meny

source: The frame in Quick view
sv: Ramen i Snabbvy

source: Function key 21
sv: Funktionstangent 21

source: Press any key to continue...
sv: Tryck valfri tangent för att fortsätta...

source: Cannot delete the last local Docker profile.
sv: Kan inte ta bort den sista lokala Docker-profilen.

source: Change file mode (chmod)
sv: Ändra filrättigheter (chmod)

source: Project root directory to index:
sv: Projektets rotkatalog att indexera:

source: Time: %s %s
sv: Tid: %s %s

source: Percent sign
sv: Procenttecken

source: Timeout for freeing VFSs (sec):
sv: Tidsgräns för att frigöra alla VFS (sek):

source: File highlight
sv: Filfärgkodning

source: Save bytes #%d
sv: Spara byte nr %d

source: Session timeout:
sv: Tidsgräns för session:

source: Label
sv: Etikett

source: Bold underlined text
sv: Fet understruken text

source: Grepping in %s
sv: Söker i %s

source: DialogTitle|History cleanup
sv: DialogTitle|Rensa historik

source: &Insert
sv: &Infoga

source: Sort by modification time
sv: Sortera efter ändringstid

source: the decompiler failed
sv: dekompilatorn misslyckades

source: Launches the file viewer on a file
sv: Startar filvisaren

source: &external
sv: &extern

source: NoName
sv: Namnlös

source: ButtonBar|Clear
sv: Rensa

source: invalid unicode surrogate pair
sv: ogiltigt Unicode-surrogatpar

source: Shadow cast by dialogs
sv: Skugga från dialoger

source: &Background
sv: &Bakgrund

source: The link under the cursor
sv: Länken under markören

source: Deselect all
sv: Avmarkera allt

source: Not an xterm or Linux console; the terminal cannot be shown.
sv: Varken xterm eller Linux-konsol; terminalen kan inte visas.

source: Function key 10
sv: Funktionstangent 10

source: Function key 15
sv: Funktionstangent 15

source: External:
sv: Extern:

source: Cannot create directory %s
sv: Kan inte skapa katalogen %s

source: Show help
sv: Visa hjälp

source: Counting documents in '%s'...
sv: Räknar dokument i ”%s”...

source: Invalid source controller.
sv: Ogiltig källstyrenhet.

source: Change file attributes
sv: Ändra filattribut

source: Modified git files
sv: Ändrade git-filer

source: Navigation History
sv: Navigeringshistorik

source: Move succeeded but delete from plugin failed
sv: Flytten lyckades men borttagning från insticksmodulen misslyckades

source: Heavy frames are used for major boxes
sv: Tjocka ramar används för större rutor

source: Vie&w file...
sv: Visa &fil...

source: Function key 14
sv: Funktionstangent 14

source: ButtonBar|Parse
sv: ButtonBar|Tolkad

source: Copy file(s)
sv: Kopiera filer

source: &Right of the tree
sv: Till &höger om trädet

source: Remark
sv: Anmärkning

source: Input lines
sv: Inmatningsrader

source: Filled part of the progress bar
sv: Förloppsindikatorns fyllda del

source: ButtonBar|Rmdir
sv: ButtonBar|TaBKat

source: Marked file under cursor
sv: Markerad fil under markören

source: Retrying with password...
sv: Försöker igen med lösenord...

source: File name:
sv: Filnamn:

source: Sort by name
sv: Sortera efter namn

source: Jump
sv: Hopp

source: Progress bar
sv: Förloppsindikator

source: This field cannot be edited
sv: Detta fält kan inte redigeras

source: Right arrow keypad
sv: Högerpil, num tang

source: '<' is not allowed in an attribute value
sv: '<' är inte tillåtet i ett attributvärde

source: You have %zu opened screen. Quit anyway?
sv: Du har %zu öppnad skärm. Avsluta ändå?

source: You have %zu opened screens. Quit anyway?
sv: Du har %zu öppnade skärmar. Avsluta ändå?

source: &End
sv: &Slutet

source: Total: %s / %s
sv: Totalt: %s / %s

source: Cannot configure write end of SIGWINCH pipe: %s (%d)
sv: Det går inte att konfigurera skrivänden på SIGWINCH-röret: %s (%d)

source: &Below the hex zone
sv: &Under hexområdet

source: &Append
sv: &Lägg till

source: &Appearance...
sv: &Utseende...

source: shell: cannot get the remote host key
sv: shell: kan inte hämta fjärrvärdens nyckel

source: Unpack binary:
sv: Uppackningsprogram:

source: &Grab lock
sv: &Överta lås

source: Key:
sv: Tangent:

source: Find and editor marks
sv: Sök- och redigerarmarkeringar

source: Function key 17
sv: Funktionstangent 17

source: Function key 6
sv: Funktionstangent 6

source: (no matches -- waiting for data)
sv: (inga träffar -- väntar på data)

source: External archivers
sv: Externa arkiverare

source: The requested table or row page no longer exists.
sv: Den begärda tabellen eller sidan med rader finns inte längre.

source: Casefolded file
sv: Fil med casefold

source: No word at cursor.
sv: Inget ord vid markören.

source: Toggle navigate/browse mode
sv: Växla navigerings-/bläddringsläge

source: Set &all
sv: S&ätt alla

source: User menu (F2), editor menu (F11), codepage list (Alt-E)
sv: Användarmeny (F2), redigerarmeny (F11), teckenkodningslista (Alt-E)

source: Tab size 2
sv: Tabbredd 2

source: This plugin does not support moving files
sv: Denna insticksmodul stöder inte flyttning av filer

source: Background jobs
sv: Bakgrundsjobb

source: write by grou&p
sv: sk&rivning av gruppen

source: Context name:
sv: Kontextnamn:

source: Equal panel split
sv: Dela panelerna lika

source: Spell check current word
sv: Stavningskontrollera aktuellt ord

source: Key
sv: Tangent

source: &Hex bytes
sv: &Hexbyte

source: Secret Key:
sv: Hemlig nyckel:

source: Pipe
sv: Vertikalstreck

source: Projection:
sv: Projektion:

source: Cannot list databases: %s
sv: Kan inte lista databaser: %s

source: Heavy: bottom tee
sv: Tjock: T-kors nedtill

source: Connection name must be non-empty and contain no '[', ']' characters.
sv: Anslutningsnamnet får inte vara tomt eller innehålla tecknen '[' och ']'.

source: Show mc with specified skin
sv: Visa mc med specificerat tema

source: User data
sv: Användardata

source: truncated table rows
sv: trunkerade tabellrader

source: No def-files found on the search path
sv: Inga def-filer hittades i sökvägen

source: Cannot create temporary command file
sv: Kan inte skapa temporär kommandofil

source: Structure name
sv: Strukturnamn

source: %d marked (+%d more)
sv: %d markerade (+%d till)

source: C&ompare files
sv: &Jämför filer

source: XML parse error at byte %
sv: XML-tolkningsfel vid byte %

source: VFS settings
sv: VFS-inställningar

source: Tries to use an old highlight mouse tracking
sv: Försöker använda ett åldrat sätt att läsa av muspekaren

source: DialogTitle|Delete
sv: DialogTitle|Ta bort

source: Edit &extension file
sv: Redigera &filändelsefil

source: Save file &position
sv: Spara fil&position

source: Confirmation
sv: Bekräftelse

source: Select spell language
sv: Välj språk för stavningskontroll

source: Command
sv: Kommando

source: Window list
sv: Fönsterlista

source: bad CLI header
sv: felaktigt CLI-huvud

source: &Safe save
sv: &Säker lagring

source: unknown
sv: okänd

source: Quick cd
sv: Snabb cd

source: Forces xterm features
sv: Tvinga fram xtermfinesser

source: Cannot connect to '%s': %s
sv: Kan inte ansluta till ”%s”: %s

source: Chown command
sv: Chown-kommando

source: Viewed/edited files hi&story
sv: Hi&storik över visade/redigerade filer

source: Warning -- ignoring file
sv: Varning - ignorerar fil

source: Cannot prepare logs source.
sv: Kan inte förbereda loggkälla.

source: Cannot get ext2 attributes of %s
sv: Det går inte att få ext2-attribut för %s

source: Manage panel modes
sv: Hantera panellägen

source: JSON parse error: %s
sv: JSON-tolkningsfel: %s

source: He&xadecimal offset
sv: He&xadecimal position

source: &Quick cd
sv: Snabb &cd

source: Cannot get ext2 attributes of source directory %s
sv: Det går inte att få ext2-attribut för källkatalogen %s

source: Command produced no output; nothing to panelize.
sv: Kommandot gav inga utdata; inget att visa i panelen.

source: &Connection
sv: &Anslutning

source: Ctags: Create Index
sv: Ctags: Skapa index

source: Memory exhausted!
sv: Minnet är fullt!

source: &Open file...
sv: &Öppna fil...

source: Pl&ugin info...
sv: In&sticksmodulinfo...

source: Put selected full path to cmdline
sv: Infoga vald fullständig sökväg på kommandoraden

source: Reading failed
sv: Läsning misslyckades

source: Paragraph up
sv: Ett stycke uppåt

source: / on keypad
sv: / på num tang

source: Struct look: tree
sv: Strukturvisning: träd

source: Delete to line end
sv: Radera till radens slut

source: Failed to initialize network session.
sv: Kunde inte initiera nätverkssession.

source: Value (empty = built-in):
sv: Värde (tomt = inbyggt):

source: Right arrow
sv: Högerpil

source: The selected script has no runnable actions.
sv: Det valda skriptet saknar körbara åtgärder.

source: Go forward
sv: Gå framåt

source: Jump to next filter match
sv: Gå till nästa filterträff

source: Inconsistent archive
sv: Inkonsekvent arkiv

source: Struct look settings
sv: Inställningar för strukturvisning

source: Struct look
sv: Strukturvisning

source: For 7z, this applies only to encrypted archives.
sv: För 7z gäller detta endast krypterade arkiv.

source: Encryption needs a password
sv: Kryptering kräver ett lösenord

source: directories
sv: kataloger

source: Frame, inactive window
sv: Ram, inaktivt fönster

source: Editor options
sv: Redigerarinställningar

source: Action:
sv: Åtgärd:

source: files
sv: filer

source: Sa&fe delete
sv: S&äker borttagning

source: Not implemented yet
sv: Ej implementerat än

source: Editor: fold open
sv: Redigerare: kod utvikt

source: Edit:
sv: Redigera:

source: No arguments given to mctree.
sv: Inga argument angavs till mctree.

source: RAlt
sv: Höger Alt

source: Cannot open file %s for writing
sv: Det går inte att öppna filen %s för skrivning

source: &Edit
sv: R&edigera

source: Abort current operation?
sv: Avbryt aktuell åtgärd?

source: Found: %lu in %lu files
sv: Hittade: %lu i %lu filer

source: The button that opens the command history
sv: Knappen som öppnar kommandohistoriken

source: Caret
sv: Cirkumflex

source: Local directory
sv: Lokal katalog

source: &Options
sv: &Alternativ

source: "%s" is not a #rrggbb color
sv: ”%s” är inte en #rrggbb-färg

source: No room for another one after this
sv: Inget utrymme för ytterligare en efter denna

source: Edit as &file
sv: Redigera som &fil

source: U&nselect group
sv: Välj &bort grupp

source: Use panel sort mo&de
sv: Använd pan&elens inställning

source: Unable to load '%s' skin. Default skin has been loaded
sv: Temat '%s' kan inte laddas in. Förinställt tema har laddats

source: Cannot move file %s to %s
sv: Det går inte att flytta filen %s till %s

source: Save skin
sv: Spara tema

source: shell: cannot write the remote file
sv: shell: kan inte skriva fjärrfilen

source: Commands after login:
sv: Kommandon efter inloggning:

source: wr&ite by others
sv: skr&ivning av andra

source: Cycle listing format
sv: Växla listformat

source: MC is built without builtin editor.
sv: MC är byggt utan inbyggd redigerare.

source: invalid number
sv: ogiltigt tal

source: Cannot create temp file: %s
sv: Kan inte skapa temporär fil: %s

source: Def-file width on the right, %:
sv: Def-filens bredd till höger, %:
